Repository: rimas-kudelis/wp-issue-manager
Catalog: languages/rq-issue-manager-*.po
Languages: lt_lt

# Menu Item Name
source: Add New Issue
lt_lt: Kurti naują numerį

source: Issue Number
lt_lt: Tiražo numeris

source: Issue Date
lt_lt: Tiražo data

source: Issue PDF
lt_lt: Leidinio PDF failas

# Taxonomy General Name
source: Journals
lt_lt: Žurnalai

# Taxonomy Singular Name
source: Journal
lt_lt: Žurnalas

source: Journals
lt_lt: Žurnalai

source: All Journals
lt_lt: Visi žurnalai

source: Parent Journal
lt_lt: Tėvinis žurnalas

source: Parent Journal:
lt_lt: Tėvinis žurnalas:

source: New Journal Name
lt_lt: Naujo žurnalo pavadinimas

source: Add New Journal
lt_lt: Kurti naują žurnalą

source: Edit Journal
lt_lt: Taisyti žurnalą

source: Update Journal
lt_lt: Atnaujinti žurnalą

source: View Journal
lt_lt: Peržiūrėti žurnalą

source: Separate journals with commas
lt_lt: Žurnalų pavadinimus atskirkite kableliais

source: Add or remove journals
lt_lt: Kurti ar šalinti žurnalus

source: Choose from the most used
lt_lt: Pasirinkite iš paskiausiai naudotų

source: Popular Journals
lt_lt: Populiarūs žurnalai

source: Search Journals
lt_lt: Ieškoti žurnalo

source: Not Found
lt_lt: Nerasta

source: No journals
lt_lt: Žurnalų nėra

source: Journal list
lt_lt: Žurnalų sąrašas

source: Journal list navigation
lt_lt: Žurnalų sąrašo navigacija

# Post Type General Name
source: Issues
lt_lt: Numeriai

# Post Type Singular Name
source: Issue
lt_lt: Numeris

source: Issue
lt_lt: Žurnalo numeris

source: Issue Archives
lt_lt: Žurnalų numerių archyvas

source: Parent Issue:
lt_lt: Tėvinis numeris:

source: All Issues
lt_lt: Visi žurnalų numeriai

source: Add New Issue
lt_lt: Naujas žurnalo numeris

source: New Issue
lt_lt: Naujas numeris

source: Edit Issue
lt_lt: Taisyti numerį

source: Update Issue
lt_lt: Atnaujinti numerį

source: View Issue
lt_lt: Peržiūrėti numerį

source: Search Issues
lt_lt: Ieškoti numerių

source: Not found
lt_lt: Nerasta

source: Not found in Trash
lt_lt: Šiukšlinėje nerasta

source: Cover Image
lt_lt: Viršelio paveikslas

source: Set cover image
lt_lt: Nustatyti viršelio paveikslą

source: Remove cover image
lt_lt: Šalinti viršelio paveikslą

source: Use as cover image
lt_lt: Naudoti kaip viršelio paveikslą

source: Insert into issue
lt_lt: Įterpti į numerį

source: Uploaded to this issue
lt_lt: Įkelti į šį numerį

source: Issue list
lt_lt: Žurnalų numerių sąrašas

source: Issue list navigation
lt_lt: Žurnalų numerių sąrašo navigacija

source: Filter issue list
lt_lt: Filtruoti žurnalų numerių sąrašą

source: Periodic downloadable publication
lt_lt: Periodinis parsisiųsti leidžiamas leidinys

source: Issue Specifics
lt_lt: Numerio ypatybės

source: Upload
lt_lt: Įkelti

source: Periodic Downloadable Issue Manager
lt_lt: Periodinių leidinių tvarkytuvė

source: Publish your journal, newspaper or any other periodic publication in PDF format.
lt_lt: Talpinkite savo žurnalus, laikraščius ar kitus periodinius leidinius PDF formatu.
